---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.LoadNature
source: html/ae9dad1c-d3bc-0139-a01b-25c194b41f84.htm
---
# LoadNature Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.